Repository: equalitie/open-corroborator
Catalog: corroborator_app/locale/*/LC_MESSAGES/django.po
Languages: ar

source: adult
ar: بالغ

source: child
ar: طفل

source: female
ar: إنثى

source: male
ar: ذكر

source: Civilian
ar: مدني

source: Non-civilian
ar: غير مدني

source: Total login time by User
ar: الوقت الكلي الذي أمضاه المستخدم

source: Total user login time per day
ar: الوقت الذي أمضاه المستخدم يوميا

source: Average user updates per hour
ar: وسطي التحديثات التي قام بها المستخدم في الساعة الواحدة

source: User assigned items by status
ar: عدد العناصر المفرزة للأشخاص - وفق الحالة

source: Total %(type)s items by User
ar: العدد الكلي للعناصر %(type)s بحسب المستخدم

source: Deleted, created and edited items by date
ar: عدد العناصر المنشأة والمعدلة والمحذوفة بحسب التاريخ

source: Deleted items by date
ar: عدد العناصر المحذوفة بحسب التاريخ

source: Created items by date
ar: عدد العناصر المنشأة بحسب التاريخ

source: Edited items by date
ar: عدد العناصر المعدلة بحسب التاريخ

source: Corroborator | Log in
ar: دخول | نظام التوثيق

source: Corroborator
ar: نظام التوثيق

source: username:
ar: اسم المستخدم

source: password:
ar: كلمة المرور

source: Log In
ar: دخول

source: Bulletins
ar: مواد

source: Actors
ar: أشخاص

source: Monitor
ar: المراقبة

source: Importer config
ar: iإعدادات المستورد

source: Scraper config
ar: إعدادات الماسح

source: Incidents
ar: ملفات

source: Users
ar: المستخدمون

source: Logout
ar: خروج

source: Main
ar: الرئيسية

source: Reporting
ar: التقارير

source: Administration
ar: الإدارة

source: Monitoring
ar: الرصد

source: Search help
ar: المساعدة - البحث

source: search in progress
ar: البحث مستمر

source: My assigned items
ar: العناصر المفرزة لي

source: Witness
ar: شاهد

source: Parent
ar: أب/أم

source: Sibling
ar: أخ/أخت

source: Family member
ar: أحد أفراد العائلة

source: Superior officer
ar: الضابط الرئيس

source: Subordinate officer
ar: الضابط المرؤس
